LEXICON_RU = {
    "greeting": "👋 Привет! Я твой IslamDev бот.",
    "start_help": (
        "Здесь ты можешь:\n"
        "🍳 Сгенерировать новый рецепт по ингредиентам\n"
        "📖 Посмотреть свои рецепты и историю\n"
        "⭐ Просмотреть популярные/рекомендованные рецепты\n"
        "🌐 Изменить язык интерфейса\n\n"
        "Выбери действие кнопками ниже:"
    ),
    "help_text": (
        "Доступные команды:\n"
        "/start - 🚀 Начать работу с ботом\n"
        "/help - ❓ Показать это сообщение\n"
        "/about - ℹ️ Узнать о проекте\n"
        "/profile - 👤 Просмотреть ваш профиль и истории\n\n"
        "Вы можете переключать язык и управлять настройками в профиле."
    ),
    "about_text": (
        "ℹ️ Это IslamDev бот, который помогает вам:\n\n"
        "🍳 Генерировать рецепты по вашим ингредиентам\n"
        "👤 Просматривать ваш профиль и историю рецептов\n"
        "🌐 Менять язык интерфейса\n"
        "📖 Сохранять и просматривать ваши любимые рецепты\n\n"
        "Наслаждайтесь готовкой и открывайте новые блюда вместе с ботом!\n\n"
        "👨‍💻 Создатели:\n"
        "• Islam Duishobaev (@islam_duishobaev) — разработчик\n"
        "• Асанов Артык Нурадинович — разработчик\n\n"
        "📞 Контакт для связи: +996 552 325 295"
    ),
    "profile_title": "Ваш профиль",
    "profile_help": "Здесь вы можете просмотреть свой профиль, историю и любимые рецепты."

}