welcome_message = """👋 Добро пожаловать в *Full Code Academy*!  

🚀 Здесь ты сможешь пройти IT-курсы на кыргызском языке и стать программистом с нуля.  
Выбирай нужный раздел ниже ⬇️
"""

ABOUT = """🇰🇬 *Full Code Academy* — IT курсы на кыргызском языке  

🧑‍💻 Стань программистом с нуля!  
⚙️ Курсы: *Python* | *JavaScript*  
⚡️ Формат: *Bootcamp (3 месяца)*  
🎯 Доводим до результата на *100%*  

📢 Наш девиз: *Учись. Практикуй. Добивайся успеха!*  
"""


courses_text = """🎓 *Наши курсы Full Code Academy*  

У нас есть два направления: *Frontend* и *Backend*.  

Выберите курс ниже, чтобы узнать подробности ⬇️
"""

backend_text = """🖥 *Backend Bootcamp*  

Backend — это создание серверной части приложений.  

📌 Изучаем: Python, Django, PostgreSQL  
📌 Практикуемся: веб-сервисы, Telegram-боты, API  
📌 Практика на реальных проектах  
📌 Длительность: 3 месяца + 1 месяц стажировки  

🚀 Результат: готовое портфолио и возможность трудоустройства
"""


frontend_text = """💻 *Frontend Bootcamp*  

Frontend — это создание интерфейсов и красивых сайтов.  

📌 Изучаем: HTML, CSS, JavaScript, React, Redux  
📌 Практикуемся: адаптивные и интерактивные сайты  
📌 Практика на реальных проектах  
📌 Длительность: 3 месяца + 1 месяц стажировки  

🚀 Результат: готовое портфолио и возможность трудоустройства
"""

advantages_text = """💡 *Почему стоит учиться у нас?*  

✅ Обучение на кыргызском языке  
✅ Практические занятия и реальные проекты  
✅ Опытные преподаватели и менторы  
✅ Интенсивная программа Bootcamp (3 месяца)  
✅ Поддержка после курса и помощь с трудоустройством  

🚀 Начни свой путь в IT уже сегодня!
"""
